Repository: carmenfdezb/Spanish-SailfishOS
Catalog: modRana/*.po
Languages: es

source: turn slightly left
es: gira ligeramente a la izquierda

source: turn left
es: gira a la izquierda

source: turn sharply left
es: gira bruscamente a la izquierda

source: make a U-turn
es: haz un cambio de sentido

source: turn sharply right
es: gira bruscamente a la derecha

source: turn right
es: gira a la derecha

source: turn slightly right
es: gira ligeramente a la derecha

source: head straightforward
es: sigue recto

source: talk.maemo.org thread
es: hilo en talk.maemo.org

source: main developer
es: desarrollador principal

source: source code
es: código fuente

source: discussion
es: debate

source: check
es: consulta
